#!/usr/bin/env python
# coding: utf-8

# # 1.ให้นักศึกษาเขียนโปรแกรมภาษีที่ต้องจ่าย

# In[12]:


m=int(input("maney:"))
v=int(input("vet7%:"))
print("THB")


# # 2.จงเขียนโปรแกรมเปรียบเทียบตัวเลข

# In[4]:


b=int(input("britday"))
old=22
if>


# # 3.จงเขียนโปรแกรมวนซ้ำ

# In[11]:


while k in range(5)
    print("hello")


# # 4.จงเขียนโปรแกรมวนซ้ำโดยบังคับใช้คำสั่งforให้แสดงผลสูตรคูณแม่2

# In[8]:


for k in range(1):
    print("2","*","1","=","2")
    print("2","*","2","=","4")
    print("2","*","3","=","6")
    print("2","*","4","=","8")
    print("2","*","5","=","10")
    print("2","*","6","=","12")
    print("2","*","7","=","14")
    print("2","*","8","=","16")
    print("2","*","9","=","18")
    print("2","*","10","=","20")
    print("2","*","11","=","22")
    print("2","*","12","=","24")


# In[ ]:




